[
	{
		"title": "Десять шакалов из десяти",
		"description": "Найдите шакалов на зашакаленных фотографиях",
		"body": "Зоологи называют шакалами несколько видов из семейства псовых. Но не всегда могут договориться между собой о том, кто настоящий шакал, кто волк, а кто вообще лисица. А иногда после нескольких десятков лет споров передумывают. Мы предлагаем вам попробовать себя в роли специалиста по псовым и разобраться, на каких из десяти фотографий изображены шакалы. Но учтите, что вопросы будут становиться все сложнее, а снимки все шакальнее.",
		"imageUrl": "https://minio.nplus1.ru/app-images/819848/f04ed677bb6e1fcf1e5939beac95932b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 05 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Раз-раз и в продакшен",
		"description": "Пять комиксов про худшие практики в IT",
		"body": "В IT врываются в одиночку, зато работают уже в команде. Прямо как в спорте, в этой команде есть стратегии и тактические приемы — а еще ценности, стандарты, процедуры и правила. Информации обычно много, поэтому ее оформляют в справочник, который называют playbook. Мы почитали Playbook команды разработки Авито и сделали все наоборот (исключительно в комиксах, чтобы никто не пострадал).",
		"imageUrl": "https://minio.nplus1.ru/app-images/816688/d1daedbcc88fac9d2916b6fe42d64b5b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 10 2023 09:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Игра для взрослых — Psychonauts 2",
		"description": "Просто хочется всем порекомендовать эту прекрасную игру. Почему? Сейчас обьясню.",
		"body": "Если первая Psychonauts была достаточно детской игрой, то вот вторая явно не подходит для них. Они просто не поймут ту глубину, что заложена в этот шедевр. Если по очень простому, то Psychonauts 2 — игра про людей и их психологические проблемы. Давайте честно, все мы люди с проблемами, у каждого из нас есть свои травмы, стрессы, мы впадаем в депрессию, сталкиваемся с недопониманием, а иногда нас всё дико раздражает и мы не можем сконцентрироваться ни на чём и просто хочется, чтобы все заткнулись и оставити нас в покое. И вот об этом всём нам рассказывает история игры. По сюжету Разу придётся побывать в разумах почти всех психонавтов из «Психической шестёрки». Несмотря на то, что они выдающиеся экстрасенсы, проблемы у них достаточно житейские, разве что за исключением Форда с его расколотым разумом на различные альтер-эго. Один впал в депрессию из-за потери любимого человека и стал алкоголиком. Другой употреблял средства, расширяющие чувства, из за чего у него особое видение мира, но при этом он выдающийся музыкант. Третьему не давало покоя потерянная власть семьи и нарцисизм, из-за чего он все события трактовал на свой лад. Кто-то из-за ошибки в прошлом, чересчур переживает за других людей, боясь ответственности. И так далее, даже враги в игре по большей части представляют собой какие то психические неполадки, как например сожаления, которые заставляют тебя увязнуть на месте, или панические атаки, резкие и острые. При этом разум у каждого человека свой, как и его видение мира.",
		"imageUrl": "https://leonardo.osnova.io/73a5af61-749d-5f54-bbcd-4fa57681a1f9/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 17 2023 12:20:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Волчистость в IT",
		"description": "В этой статьей ты узнаешь обо всех минусах осторожно расчетливого подхода к деланию дел. Мы поговорим о влиянии мемасов про волков на твой жизненный успех. И введем баззворд волчистость, ты же любишь щегольнуть новым словом?",
		"body": "Кто-то заходит в холодное озеро потихоньку. Мочит ступни, голени, растягивая ощущение холода на долгие минуты. Осторожно погрузившись, довольно плавает. Дискомфорт от процесса “погружение в холодную воду” растянут во времени, а потому не кажется таким уж неприятным. Это не overthinking, ведь человек уже подумал и нашел безопасный путь, чтобы пуститься по нему в долгую дорогу. Это не перфекционизм, потому что желания искупаться идеально нет, есть лишь мания уберечь себя от дискомфорта. Друг семьи из Швеции научил меня другому пути. Быстрым шагом дойти до глубины по пояс и резко сесть, погрузившись с головой. Следующие пять секунд расслаблять все мышцы, впуская холод в себя, не стараться, скукожившись, блокировать его.",
		"imageUrl": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*5eO1eEMEpYT4GE5F0zRqJA.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 11 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Просто косит траву. Зарплате этого парня позавидуют многие",
		"description": "«Мой самый большой доход — 5000 рублей за месяц». Парень в 26 лет зарабатывает на покосе травы",
		"body": "У Германа нет высшего образования, зато есть стремление зарабатывать. Еще четыре года назад парень, будучи помощником машиниста, в свободное время занялся покосом травы за небольшие деньги. В нынешнем январе он оставил сферу ж/д, чтобы работать на себя. В свои 26 лет зарабатывает лучше, чем многие белорусы. Хотите так же? Герман рассказывает, что нужно делать.",
		"imageUrl": "https://content.onliner.by/news/1100x5616/1e72d09963a7fe3e1d8eb5d86442a180.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 20 2022 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Кого собаки слушают больше — мужчин или женщин? Есть ответ",
		"description": "Спойлер - они не пешки.",
		"body": "Кажется, исследователи отыскали ответ на один из важных вопросов, связанных с взаимоотношениями между людьми и собаками — кого последние слушают больше. Полная работа опубликована в журнале Communications Biology, коротко о ней говорится в The Daily Mail. Так, венгерские ученые пришли к выводу: собаки более восприимчивы, когда к ним не обращаются. Как именно это узнали? Через функциональную магнитно-резонансную томографию собак, которые проходили тренировки. Псам проигрывали записи с голосами людей, которые обращались к животным, детям и взрослым. Выяснилось, что между мозгом маленьких детей и собак во время обработки речи нет ничего общего. Кроме того, слуховые области мозга собак не реагировали на речь вообще.",
		"imageUrl": "https://content.onliner.by/news/970x485/274eead4f5996549d257494cf19131e7.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 01 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "NVIDIA представила Half-Life 2 RTX — трейлер и скриншоты",
		"description": "Неофициальный, но очень масштабный ремастер культового шутера.",
		"body": "Half-Life 2 RTX разрабатывает Orbifold Studios без непосредственного участия Valve. Полное название улучшенной версии — Half-Life 2 RTX: An RTX Remix Project. Orbifold Studios сформировалась по инициативе компании NVIDIA. Она включает в себя четыре опытных команды моддеров, в том числе известных по Half-Life 2 VR и Half-Life 2: Remade Assets.",
		"imageUrl": "https://leonardo.osnova.io/103e478b-62c0-5a70-ba72-62b99e59a910/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Manhunt — гениальное высказывание Rockstar через призму насилия",
		"description": "Казалось бы, что кровавая баня, происходящая на фоне городских развалин и мусорных полигонов не несёт в себе глубокого посыла, но на самом деле разработчики подкинули несколько вопросов для рассуждения и утаили в игре глубокое социальное высказывание, показанное через призму насилия и жестокости.",
		"body": "Прежде чем приступать к разбору, предлагаю освежить память (либо же узнать, зависит от тебя, дорогой читатель) о том, что же происходит в этой игре. Главный герой — Джеймс Эрл Кэш приговорён к казни посредством ввода умертвляющей инъекции. Последняя попытка избежать наказания Фемиды, вырвавшись из оков закреплённых на операционной койке кожаных браслетов, заканчивается неудачей и тумаками от крепких надзирателей.\n К счастью главного героя, санитарам также прописали «инъекцию», но в этот раз денежную — сделал это режиссёр-неудачник Лайонель Старквеззер, который изначально обладая «необычными» наклонностями, совсем слетел с катушек после череды поражений на поприще кинематографа. Кэш остался жив-здоров, но в благородство режиссёр играть не собирается — герой либо становится участником жестокого шоу, за которое платят богатые извращенцы, либо ему отрезают голову и скармливают останки предыдущей звезде — сумасшедшему толстяку Пиггси, который возомнил себя свиньёй и носит одежду из кожи. Не надо быть семи пядей во лбу, чтобы понять, принадлежит эта кожа свинье или другому актёру… \n С точки зрения дизайна, игровой процесс нетипичен. Игрока вынуждают действовать скрытно: территорию патрулирует множество противников, которые к тому же имеют вооружение от биты до огнестрела. Зато на нашей стороне будут тени и потаённые уголки улиц. Подгадать нужный момент, проскользнуть за спину к отморозку и устроить показательную казнь, дабы запугать других — вот наша тактика. Момент кровавого наказания обретает аутентичный вид благодаря эффекту VHS-кассеты и жуткому эмбиенту, звучащему на протяжении всей игры и больше напоминающему звуки ночных улиц. \n ШАНС НА ИСКУПЛЕНИЕ \n Мало что мы знаем о прошлом Джеймса Кэша. Очевидно одно — человек он не совсем законопослушный, а учитывая происходящее в игре — характером обладает бунтарским. Убивает он хладнокровно и, как говорится, на выдумку хитро. В конце концов, не просто так ведь его приговорили к смертной казни? \n Но давайте вспомним другие проекты Rockstar, в том числе и Manhunt 2. Какие в них главные герои? Среди них нет закоренелых ублюдков, это люди которые в силу закалённого характера целенаправленно нарушают правила для достижения своих целей, либо же, как в случае серии Manhunt, жертвы обстоятельств. Вполне возможно, что Джеймс расправился с группой мафиози, за что в суде ему и вынесли высшую меру наказания. \n Джеймс не получает садистское удовольствие от убийств, не является извращенцем или насильником. В ходе игры ему вечно наступают на пятки настоящие душегубы и пытаются загнать в угол. Сдаться в надежде на пощаду? Это не в стиле Кэша… Поэтому игра и называется «Manhunt» — охота на человека, ведь охота ведётся именно на него. Он является загнанным зверем, а остальные лишь жадные до крови шакалы с нестабильной психикой. \n Вспомним репортёршу и семью Джеймса (которая, увы, не хотела иметь ничего общего с родственником) — это одни из немногих мирных гражданских в Карцер-Сити. Девушку-журналиста Кэш защищал — во первых он, конечно же, джентльмен и не мог дать её в обиду, а во вторых хотел, чтобы она донесла общественности правду об этом ужасном городе. А что касается семьи, то он без раздумий пошёл выручать родственников из беды, а когда узнал об их гибели, его охватил неописуемый гнев и стойкое желание отомстить Старквеззеру. \n В конце игры Джеймса ждёт искупление за все грехи. Он прошёл кровавый путь длиною в ночь, освободился от оков и совершил возмездие, сделав мир чуточку лучше. Музыкальное сопровождение из конца игры ознаменует солнечный рассвет, и рассвет в жизни Кэша. \n МОРАЛЬНОЕ ДНО \n Ещё один аспект, на который разработчики хотят обратить внимание игрока и заставить его рассуждать — порог морального дна, на которое способно опуститься человеческое создание ради удовлетворения своих прихотей. \n На пути Джеймса повстречается множество разношёрстных маргиналов: садисты, наркоманы, каннибалы — лишь малая часть ублюдков, рано или поздно получающая осколок стекла в глаз или молоток в черепную коробку. Некоторые из них переступили тонкую грань и назвать «человеком» их трудно. Скорее, у них осталась лишь человеческая оболочка, да и то, испорченная химической отравой, шрамами и сатанинскими татуировками.\nКонечно, более широко эту тему раскрывает Manhunt 2 — в ней есть клубы извращенцев, полицейский произвол, а сам сюжет крутится вокруг бесчеловечных экспериментов с человеческой психикой (некоторые кадры оттуда напоминают даже «заводной апельсин» Кубрика) . Но и в первой части есть интересные моменты, например военная преступность — главарь наёмников является ветераном армии, да и его подчинённые уж точно не взяты с улиц. Они готовы выполнять любые цели ради получения финансовой награды.\nRockstar хотят снять розовые очки со среднестатистического игрока и показать ему, что подобные «персонажи» вовсе не выдумка произведений массовой культуры и городских легенд — даже твой сосед может уподобиться Старквеззеру и мастурбировать на жестокие пытки (а именно этим зачастую и занимается режиссёр на протяжении игры, не скрывая стонов). Раскрыта ли разработчиками эта тема достаточно подробно? Увы, нет, но оно и не надо — глупый не поймёт, умный допрёт сам. Главное, что к этому размышлению они плавно подвели. В конце концов стоит просто понимать, что по улицам может свободно ходить жестокий маньяк, а любимый актёр может болеть сексуальными отклонениями.",
		"imageUrl": "https://leonardo.osnova.io/a66e22e6-c5c9-5412-be4e-96e336d64086/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Sep 01 2007 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Alice: Madness Returns исполнилось 10 лет",
		"description": "В этот день 14 июня 2011 года свет увидела последняя работа знаменитого в узких кругах дизайнера Американа Макги- Alice: Madness Returns",
		"body": "Игра получила как положительные, так и отрицательные отзывы крупных игровых изданий. Позитивную оценку от большинства критиков получил внешний вид уровней и игровых объектов. В качестве негативных моментов были отмечены скучность и затянутость многих моментов игрового процесса",
		"imageUrl": "https://leonardo.osnova.io/8c771439-ed51-5fae-822d-54663880946c/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Jun 14 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Гномы и микро утехи",
		"description": "О гномах, квантовом мире и не только...",
		"body": "Представьте мир, в котором все ваши потребности будут измеряться пропорциоально вашему размеру. Вот тут уж эти столбы и вымрут! Посмеемся мы теперь!",
		"imageUrl": "https://minio.nplus1.ru/app-images/819753/6269f10aa4d16a3fb9a4b380f4850e07.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Арифмометр Лейбница: история прадеда арифмометра Однера",
		"description": "Сегодняшний материал посвящен арифмометру, созданному в XVII веке знаменитым немецким математиком Готфридом Вильгельмом Лейбницем",
		"body": "Лейбниц разработал два варианта арифмометров и еще один, который был предложен на бумаге в 1710 году, за шесть лет до смерти ученого. Второй и последний вариант был выпущен в 1690 году. Сам Лейбниц назвал его «machina arithmetica». Третий так и не увидел свет, поскольку работа над ним не была закончена.\nПосле смерти ученого последний собранный по его чертежам арифмометр скитался по библиотекам и архивам, потерялся в 1775 году, после чего был найден только в 1894 году. Сейчас 14-кг оригинал хранится в Библиотеке Готфрида Вильгельма Лейбница — Государственной библиотеке Нижней Саксонии (GWLB) в Ганновере (Германия). Именно об этом аппарате в своей статье говорит Стивен Вольфрам. ",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как получать кучу денег",
		"description": "Делюсь секретом",
		"body": "Увеличивай доход, уменьшай расход",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как PDF изменил мир",
		"description": "Исследуем влияние",
		"body": "Нам сейчас трудно представить, но было время, когда документы для печати нельзя было создать и подготовить за считанные секунды. И вообще, раньше обмен документами был громоздким процессом, который включал в себя распечатку и физическую передачу из рук в руки. Но всё изменилось в 1993 году, когда Adobe Systems представила миру PDF (Portable Document Format) — революционно новый формат файлов, он упростил обмен документами и их архивирование.\nТридцать лет спустя PDF — популярный формат документов для всего: от налоговых форм до электронных книг и руководств пользователя. PDF изменило то, как пользователи создают, делятся и получают доступ к цифровым документам. Только в прошлом году пользователи открыли более 400 миллиардов PDF-файлов в продуктах Acrobat, а Adobe обработала более 8 миллиардов транзакций с электронными и цифровыми подписями. PDF стал неотъемлемой частью современного мира, оказав фундаментальное влияние на появление онлайн-печати.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/rz/5z/wi/rz5zwii02ilsjgsrxwxcdokel0e.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как устроена музыка Героев 3",
		"description": "Решили попробовать воссоздать с нуля главную музыкальную тему из Героев 3. Нам стало интересно в чем секрет легендарности саундтрека.",
		"body": "Это было увлекательное путешествие в музыкальный мир Героев меча и магии 3. Мы хотели понять как этот мир устроен. Игре без малого четверть века, но она по прежнему актуальна. Живая любовь к произведению многое говорит о создателях. Классика не устаревает, она продолжает жить в сердцах вне времени и пространства. Герои 3 стали игровой классикой. Мы прикоснулись к этому шедевру с любовью и уважением. Другая наша цель была сделать звучание музыки более современным. Старались не нарушить аутентичный стиль. Получилось или нет - судить вам.",
		"imageUrl": "https://leonardo.osnova.io/4abcd032-aa41-54b8-97bb-4b26800941a6/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Сиквел Alan Wake выйдет 17 октября — в игре будет два главных героя ",
		"description": "Remedy поделилась деталями хоррора и показала трейлер, в котором можно увидеть, что внешность одному из персонажей подарил Сэм Лейк.",
		"body": "Сюжет игры продолжит историю оригинала и расскажет о том, как главный герой пытается выбраться из потустороннего мира под названием Тёмная обитель, написав текст о своём спасении. Релиз хоррора состоится 17 октября 2023 года на ПК, PS5 и Xbox Series X|S только в «цифре» — предзаказы уже открыты на всех платформах.",
		"imageUrl": "https://leonardo.osnova.io/9eeaba5b-979b-5531-aa82-f54599b2a427/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Я хотел весь мир утащить на дно.",
		"description": "Не думай об этом как о вымирании. Думай как о сокращении.",
		"body": "Я хотел всадить пулю между глаз каждой вымирающей панде, которая не хочет трахаться, чтобы спасти свой род, каждому киту или дельфину, который сдаётся и выбрасывается на берег.",
		"imageUrl": "https://uport.3dn.ru/_pu/0/48111691.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Так говорил Форест, Форест Гамп",
		"description": "Так и живем",
		"body": "Жизнь — как коробка шоколадных конфет. Никогда не знаешь какая начинка тебе попадется",
		"imageUrl": "https://art.kartinkof.club/uploads/posts/2023-07/1688938291_art-kartinkof-club-p-forrest-gamp-art-46.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Штрих-код",
		"description": "Любой торговец скажет, что скорость оборота — один из самых главных факторов успеха в торговле, а в розничной торговле на скорость оборота влияют быстрота заказа реализованного, быстрота выкладки товара и быстрота обработки покупок",
		"body": "В самом деле, торговле подобная система была нужна как воздух — слишком уж огромное количество действий приходилось совершать торговому персоналу для учета товара. Приемка товара, финансовая отчетность, рекламации, пополнение товарного запаса, анализ спроса — все это велось тогда вручную, отсюда и бесконечно раздутые штаты бухгалтерии и грузчиков, продавцов и кассиров, постоянные сверки и переучеты, а значит — дополнительная финансовая нагрузка на магазины того времени.\nВпрочем, в нашу страну шрих-коды попали совсем недавно, и, заставшим советскую торговлю людям можно и не рассказывать, как работала розница без шрих-кода: вот только американский коммерчески ориентированный ритейл не мог себе позволить, как советская торговля, периодически закрываться на учёты и переучёты.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/wy/f4/wp/wyf4wprz-bxjtd5v2ywji97cst0.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как заработать денег на инди игре",
		"description": "Не нужно воспринимать это как целую историю, это отрывки из кучи разных историй.",
		"body": "В мире играют в игры около 1.3 миллиардов людей. Т.е. где-то 18% от всего населения Земли являются геймерами. Оборот рынка игр около 71 миллиарда долларов. Теперь к инди. За 2012 год Нотч заработал 100 миллионов продавая игру через сайт. Его узнают на улицах, а его слова для некоторых почти религиозны. Это для примерной оценки масштаба. Дальше постараюсь разбить на категории.",
		"imageUrl": "https://habrastorage.org/r/w1560/getpro/habr/post_images/8d7/203/086/8d7203086545e36d80147c769c997247.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "История URL'а: домен, протокол и порт",
		"description": "Часть 1",
		"body": "11 января 1982 года двадцать два специалиста по информатике встретились, чтобы обсудить «компьютерную почту» (ныне известную как 'электронная почта'). Среди участников был будущий основатель Sun Microsystems, парень, который сделал Zork, чувак, создавший NTP, и еще один, который убедил правительство платить за Unix. Перед ними стояла задача решить проблему: в ARPANET было 455 хостов, и ситуация выходила из под контроля.",
		"imageUrl": "https://habrastorage.org/files/3ca/d99/847/3cad9984714f4826945340078c82cfa0.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Десять шакалов из десяти",
		"description": "Найдите шакалов на зашакаленных фотографиях",
		"body": "Зоологи называют шакалами несколько видов из семейства псовых. Но не всегда могут договориться между собой о том, кто настоящий шакал, кто волк, а кто вообще лисица. А иногда после нескольких десятков лет споров передумывают. Мы предлагаем вам попробовать себя в роли специалиста по псовым и разобраться, на каких из десяти фотографий изображены шакалы. Но учтите, что вопросы будут становиться все сложнее, а снимки все шакальнее.",
		"imageUrl": "https://minio.nplus1.ru/app-images/819848/f04ed677bb6e1fcf1e5939beac95932b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 05 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Раз-раз и в продакшен",
		"description": "Пять комиксов про худшие практики в IT",
		"body": "В IT врываются в одиночку, зато работают уже в команде. Прямо как в спорте, в этой команде есть стратегии и тактические приемы — а еще ценности, стандарты, процедуры и правила. Информации обычно много, поэтому ее оформляют в справочник, который называют playbook. Мы почитали Playbook команды разработки Авито и сделали все наоборот (исключительно в комиксах, чтобы никто не пострадал).",
		"imageUrl": "https://minio.nplus1.ru/app-images/816688/d1daedbcc88fac9d2916b6fe42d64b5b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 10 2023 09:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Игра для взрослых — Psychonauts 2",
		"description": "Просто хочется всем порекомендовать эту прекрасную игру. Почему? Сейчас обьясню.",
		"body": "Если первая Psychonauts была достаточно детской игрой, то вот вторая явно не подходит для них. Они просто не поймут ту глубину, что заложена в этот шедевр. Если по очень простому, то Psychonauts 2 — игра про людей и их психологические проблемы. Давайте честно, все мы люди с проблемами, у каждого из нас есть свои травмы, стрессы, мы впадаем в депрессию, сталкиваемся с недопониманием, а иногда нас всё дико раздражает и мы не можем сконцентрироваться ни на чём и просто хочется, чтобы все заткнулись и оставити нас в покое. И вот об этом всём нам рассказывает история игры. По сюжету Разу придётся побывать в разумах почти всех психонавтов из «Психической шестёрки». Несмотря на то, что они выдающиеся экстрасенсы, проблемы у них достаточно житейские, разве что за исключением Форда с его расколотым разумом на различные альтер-эго. Один впал в депрессию из-за потери любимого человека и стал алкоголиком. Другой употреблял средства, расширяющие чувства, из за чего у него особое видение мира, но при этом он выдающийся музыкант. Третьему не давало покоя потерянная власть семьи и нарцисизм, из-за чего он все события трактовал на свой лад. Кто-то из-за ошибки в прошлом, чересчур переживает за других людей, боясь ответственности. И так далее, даже враги в игре по большей части представляют собой какие то психические неполадки, как например сожаления, которые заставляют тебя увязнуть на месте, или панические атаки, резкие и острые. При этом разум у каждого человека свой, как и его видение мира.",
		"imageUrl": "https://leonardo.osnova.io/73a5af61-749d-5f54-bbcd-4fa57681a1f9/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 17 2023 12:20:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Волчистость в IT",
		"description": "В этой статьей ты узнаешь обо всех минусах осторожно расчетливого подхода к деланию дел. Мы поговорим о влиянии мемасов про волков на твой жизненный успех. И введем баззворд волчистость, ты же любишь щегольнуть новым словом?",
		"body": "Кто-то заходит в холодное озеро потихоньку. Мочит ступни, голени, растягивая ощущение холода на долгие минуты. Осторожно погрузившись, довольно плавает. Дискомфорт от процесса “погружение в холодную воду” растянут во времени, а потому не кажется таким уж неприятным. Это не overthinking, ведь человек уже подумал и нашел безопасный путь, чтобы пуститься по нему в долгую дорогу. Это не перфекционизм, потому что желания искупаться идеально нет, есть лишь мания уберечь себя от дискомфорта. Друг семьи из Швеции научил меня другому пути. Быстрым шагом дойти до глубины по пояс и резко сесть, погрузившись с головой. Следующие пять секунд расслаблять все мышцы, впуская холод в себя, не стараться, скукожившись, блокировать его.",
		"imageUrl": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*5eO1eEMEpYT4GE5F0zRqJA.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 11 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Просто косит траву. Зарплате этого парня позавидуют многие",
		"description": "«Мой самый большой доход — 5000 рублей за месяц». Парень в 26 лет зарабатывает на покосе травы",
		"body": "У Германа нет высшего образования, зато есть стремление зарабатывать. Еще четыре года назад парень, будучи помощником машиниста, в свободное время занялся покосом травы за небольшие деньги. В нынешнем январе он оставил сферу ж/д, чтобы работать на себя. В свои 26 лет зарабатывает лучше, чем многие белорусы. Хотите так же? Герман рассказывает, что нужно делать.",
		"imageUrl": "https://content.onliner.by/news/1100x5616/1e72d09963a7fe3e1d8eb5d86442a180.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 20 2022 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Кого собаки слушают больше — мужчин или женщин? Есть ответ",
		"description": "Спойлер - они не пешки.",
		"body": "Кажется, исследователи отыскали ответ на один из важных вопросов, связанных с взаимоотношениями между людьми и собаками — кого последние слушают больше. Полная работа опубликована в журнале Communications Biology, коротко о ней говорится в The Daily Mail. Так, венгерские ученые пришли к выводу: собаки более восприимчивы, когда к ним не обращаются. Как именно это узнали? Через функциональную магнитно-резонансную томографию собак, которые проходили тренировки. Псам проигрывали записи с голосами людей, которые обращались к животным, детям и взрослым. Выяснилось, что между мозгом маленьких детей и собак во время обработки речи нет ничего общего. Кроме того, слуховые области мозга собак не реагировали на речь вообще.",
		"imageUrl": "https://content.onliner.by/news/970x485/274eead4f5996549d257494cf19131e7.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 01 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "NVIDIA представила Half-Life 2 RTX — трейлер и скриншоты",
		"description": "Неофициальный, но очень масштабный ремастер культового шутера.",
		"body": "Half-Life 2 RTX разрабатывает Orbifold Studios без непосредственного участия Valve. Полное название улучшенной версии — Half-Life 2 RTX: An RTX Remix Project. Orbifold Studios сформировалась по инициативе компании NVIDIA. Она включает в себя четыре опытных команды моддеров, в том числе известных по Half-Life 2 VR и Half-Life 2: Remade Assets.",
		"imageUrl": "https://leonardo.osnova.io/103e478b-62c0-5a70-ba72-62b99e59a910/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Manhunt — гениальное высказывание Rockstar через призму насилия",
		"description": "Казалось бы, что кровавая баня, происходящая на фоне городских развалин и мусорных полигонов не несёт в себе глубокого посыла, но на самом деле разработчики подкинули несколько вопросов для рассуждения и утаили в игре глубокое социальное высказывание, показанное через призму насилия и жестокости.",
		"body": "Прежде чем приступать к разбору, предлагаю освежить память (либо же узнать, зависит от тебя, дорогой читатель) о том, что же происходит в этой игре. Главный герой — Джеймс Эрл Кэш приговорён к казни посредством ввода умертвляющей инъекции. Последняя попытка избежать наказания Фемиды, вырвавшись из оков закреплённых на операционной койке кожаных браслетов, заканчивается неудачей и тумаками от крепких надзирателей.\n К счастью главного героя, санитарам также прописали «инъекцию», но в этот раз денежную — сделал это режиссёр-неудачник Лайонель Старквеззер, который изначально обладая «необычными» наклонностями, совсем слетел с катушек после череды поражений на поприще кинематографа. Кэш остался жив-здоров, но в благородство режиссёр играть не собирается — герой либо становится участником жестокого шоу, за которое платят богатые извращенцы, либо ему отрезают голову и скармливают останки предыдущей звезде — сумасшедшему толстяку Пиггси, который возомнил себя свиньёй и носит одежду из кожи. Не надо быть семи пядей во лбу, чтобы понять, принадлежит эта кожа свинье или другому актёру… \n С точки зрения дизайна, игровой процесс нетипичен. Игрока вынуждают действовать скрытно: территорию патрулирует множество противников, которые к тому же имеют вооружение от биты до огнестрела. Зато на нашей стороне будут тени и потаённые уголки улиц. Подгадать нужный момент, проскользнуть за спину к отморозку и устроить показательную казнь, дабы запугать других — вот наша тактика. Момент кровавого наказания обретает аутентичный вид благодаря эффекту VHS-кассеты и жуткому эмбиенту, звучащему на протяжении всей игры и больше напоминающему звуки ночных улиц. \n ШАНС НА ИСКУПЛЕНИЕ \n Мало что мы знаем о прошлом Джеймса Кэша. Очевидно одно — человек он не совсем законопослушный, а учитывая происходящее в игре — характером обладает бунтарским. Убивает он хладнокровно и, как говорится, на выдумку хитро. В конце концов, не просто так ведь его приговорили к смертной казни? \n Но давайте вспомним другие проекты Rockstar, в том числе и Manhunt 2. Какие в них главные герои? Среди них нет закоренелых ублюдков, это люди которые в силу закалённого характера целенаправленно нарушают правила для достижения своих целей, либо же, как в случае серии Manhunt, жертвы обстоятельств. Вполне возможно, что Джеймс расправился с группой мафиози, за что в суде ему и вынесли высшую меру наказания. \n Джеймс не получает садистское удовольствие от убийств, не является извращенцем или насильником. В ходе игры ему вечно наступают на пятки настоящие душегубы и пытаются загнать в угол. Сдаться в надежде на пощаду? Это не в стиле Кэша… Поэтому игра и называется «Manhunt» — охота на человека, ведь охота ведётся именно на него. Он является загнанным зверем, а остальные лишь жадные до крови шакалы с нестабильной психикой. \n Вспомним репортёршу и семью Джеймса (которая, увы, не хотела иметь ничего общего с родственником) — это одни из немногих мирных гражданских в Карцер-Сити. Девушку-журналиста Кэш защищал — во первых он, конечно же, джентльмен и не мог дать её в обиду, а во вторых хотел, чтобы она донесла общественности правду об этом ужасном городе. А что касается семьи, то он без раздумий пошёл выручать родственников из беды, а когда узнал об их гибели, его охватил неописуемый гнев и стойкое желание отомстить Старквеззеру. \n В конце игры Джеймса ждёт искупление за все грехи. Он прошёл кровавый путь длиною в ночь, освободился от оков и совершил возмездие, сделав мир чуточку лучше. Музыкальное сопровождение из конца игры ознаменует солнечный рассвет, и рассвет в жизни Кэша. \n МОРАЛЬНОЕ ДНО \n Ещё один аспект, на который разработчики хотят обратить внимание игрока и заставить его рассуждать — порог морального дна, на которое способно опуститься человеческое создание ради удовлетворения своих прихотей. \n На пути Джеймса повстречается множество разношёрстных маргиналов: садисты, наркоманы, каннибалы — лишь малая часть ублюдков, рано или поздно получающая осколок стекла в глаз или молоток в черепную коробку. Некоторые из них переступили тонкую грань и назвать «человеком» их трудно. Скорее, у них осталась лишь человеческая оболочка, да и то, испорченная химической отравой, шрамами и сатанинскими татуировками.\nКонечно, более широко эту тему раскрывает Manhunt 2 — в ней есть клубы извращенцев, полицейский произвол, а сам сюжет крутится вокруг бесчеловечных экспериментов с человеческой психикой (некоторые кадры оттуда напоминают даже «заводной апельсин» Кубрика) . Но и в первой части есть интересные моменты, например военная преступность — главарь наёмников является ветераном армии, да и его подчинённые уж точно не взяты с улиц. Они готовы выполнять любые цели ради получения финансовой награды.\nRockstar хотят снять розовые очки со среднестатистического игрока и показать ему, что подобные «персонажи» вовсе не выдумка произведений массовой культуры и городских легенд — даже твой сосед может уподобиться Старквеззеру и мастурбировать на жестокие пытки (а именно этим зачастую и занимается режиссёр на протяжении игры, не скрывая стонов). Раскрыта ли разработчиками эта тема достаточно подробно? Увы, нет, но оно и не надо — глупый не поймёт, умный допрёт сам. Главное, что к этому размышлению они плавно подвели. В конце концов стоит просто понимать, что по улицам может свободно ходить жестокий маньяк, а любимый актёр может болеть сексуальными отклонениями.",
		"imageUrl": "https://leonardo.osnova.io/a66e22e6-c5c9-5412-be4e-96e336d64086/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Sep 01 2007 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Alice: Madness Returns исполнилось 10 лет",
		"description": "В этот день 14 июня 2011 года свет увидела последняя работа знаменитого в узких кругах дизайнера Американа Макги- Alice: Madness Returns",
		"body": "Игра получила как положительные, так и отрицательные отзывы крупных игровых изданий. Позитивную оценку от большинства критиков получил внешний вид уровней и игровых объектов. В качестве негативных моментов были отмечены скучность и затянутость многих моментов игрового процесса",
		"imageUrl": "https://leonardo.osnova.io/8c771439-ed51-5fae-822d-54663880946c/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Jun 14 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Гномы и микро утехи",
		"description": "О гномах, квантовом мире и не только...",
		"body": "Представьте мир, в котором все ваши потребности будут измеряться пропорциоально вашему размеру. Вот тут уж эти столбы и вымрут! Посмеемся мы теперь!",
		"imageUrl": "https://minio.nplus1.ru/app-images/819753/6269f10aa4d16a3fb9a4b380f4850e07.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Арифмометр Лейбница: история прадеда арифмометра Однера",
		"description": "Сегодняшний материал посвящен арифмометру, созданному в XVII веке знаменитым немецким математиком Готфридом Вильгельмом Лейбницем",
		"body": "Лейбниц разработал два варианта арифмометров и еще один, который был предложен на бумаге в 1710 году, за шесть лет до смерти ученого. Второй и последний вариант был выпущен в 1690 году. Сам Лейбниц назвал его «machina arithmetica». Третий так и не увидел свет, поскольку работа над ним не была закончена.\nПосле смерти ученого последний собранный по его чертежам арифмометр скитался по библиотекам и архивам, потерялся в 1775 году, после чего был найден только в 1894 году. Сейчас 14-кг оригинал хранится в Библиотеке Готфрида Вильгельма Лейбница — Государственной библиотеке Нижней Саксонии (GWLB) в Ганновере (Германия). Именно об этом аппарате в своей статье говорит Стивен Вольфрам. ",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как получать кучу денег",
		"description": "Делюсь секретом",
		"body": "Увеличивай доход, уменьшай расход",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как PDF изменил мир",
		"description": "Исследуем влияние",
		"body": "Нам сейчас трудно представить, но было время, когда документы для печати нельзя было создать и подготовить за считанные секунды. И вообще, раньше обмен документами был громоздким процессом, который включал в себя распечатку и физическую передачу из рук в руки. Но всё изменилось в 1993 году, когда Adobe Systems представила миру PDF (Portable Document Format) — революционно новый формат файлов, он упростил обмен документами и их архивирование.\nТридцать лет спустя PDF — популярный формат документов для всего: от налоговых форм до электронных книг и руководств пользователя. PDF изменило то, как пользователи создают, делятся и получают доступ к цифровым документам. Только в прошлом году пользователи открыли более 400 миллиардов PDF-файлов в продуктах Acrobat, а Adobe обработала более 8 миллиардов транзакций с электронными и цифровыми подписями. PDF стал неотъемлемой частью современного мира, оказав фундаментальное влияние на появление онлайн-печати.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/rz/5z/wi/rz5zwii02ilsjgsrxwxcdokel0e.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как устроена музыка Героев 3",
		"description": "Решили попробовать воссоздать с нуля главную музыкальную тему из Героев 3. Нам стало интересно в чем секрет легендарности саундтрека.",
		"body": "Это было увлекательное путешествие в музыкальный мир Героев меча и магии 3. Мы хотели понять как этот мир устроен. Игре без малого четверть века, но она по прежнему актуальна. Живая любовь к произведению многое говорит о создателях. Классика не устаревает, она продолжает жить в сердцах вне времени и пространства. Герои 3 стали игровой классикой. Мы прикоснулись к этому шедевру с любовью и уважением. Другая наша цель была сделать звучание музыки более современным. Старались не нарушить аутентичный стиль. Получилось или нет - судить вам.",
		"imageUrl": "https://leonardo.osnova.io/4abcd032-aa41-54b8-97bb-4b26800941a6/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Сиквел Alan Wake выйдет 17 октября — в игре будет два главных героя ",
		"description": "Remedy поделилась деталями хоррора и показала трейлер, в котором можно увидеть, что внешность одному из персонажей подарил Сэм Лейк.",
		"body": "Сюжет игры продолжит историю оригинала и расскажет о том, как главный герой пытается выбраться из потустороннего мира под названием Тёмная обитель, написав текст о своём спасении. Релиз хоррора состоится 17 октября 2023 года на ПК, PS5 и Xbox Series X|S только в «цифре» — предзаказы уже открыты на всех платформах.",
		"imageUrl": "https://leonardo.osnova.io/9eeaba5b-979b-5531-aa82-f54599b2a427/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Я хотел весь мир утащить на дно.",
		"description": "Не думай об этом как о вымирании. Думай как о сокращении.",
		"body": "Я хотел всадить пулю между глаз каждой вымирающей панде, которая не хочет трахаться, чтобы спасти свой род, каждому киту или дельфину, который сдаётся и выбрасывается на берег.",
		"imageUrl": "https://uport.3dn.ru/_pu/0/48111691.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Так говорил Форест, Форест Гамп",
		"description": "Так и живем",
		"body": "Жизнь — как коробка шоколадных конфет. Никогда не знаешь какая начинка тебе попадется",
		"imageUrl": "https://art.kartinkof.club/uploads/posts/2023-07/1688938291_art-kartinkof-club-p-forrest-gamp-art-46.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Штрих-код",
		"description": "Любой торговец скажет, что скорость оборота — один из самых главных факторов успеха в торговле, а в розничной торговле на скорость оборота влияют быстрота заказа реализованного, быстрота выкладки товара и быстрота обработки покупок",
		"body": "В самом деле, торговле подобная система была нужна как воздух — слишком уж огромное количество действий приходилось совершать торговому персоналу для учета товара. Приемка товара, финансовая отчетность, рекламации, пополнение товарного запаса, анализ спроса — все это велось тогда вручную, отсюда и бесконечно раздутые штаты бухгалтерии и грузчиков, продавцов и кассиров, постоянные сверки и переучеты, а значит — дополнительная финансовая нагрузка на магазины того времени.\nВпрочем, в нашу страну шрих-коды попали совсем недавно, и, заставшим советскую торговлю людям можно и не рассказывать, как работала розница без шрих-кода: вот только американский коммерчески ориентированный ритейл не мог себе позволить, как советская торговля, периодически закрываться на учёты и переучёты.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/wy/f4/wp/wyf4wprz-bxjtd5v2ywji97cst0.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как заработать денег на инди игре",
		"description": "Не нужно воспринимать это как целую историю, это отрывки из кучи разных историй.",
		"body": "В мире играют в игры около 1.3 миллиардов людей. Т.е. где-то 18% от всего населения Земли являются геймерами. Оборот рынка игр около 71 миллиарда долларов. Теперь к инди. За 2012 год Нотч заработал 100 миллионов продавая игру через сайт. Его узнают на улицах, а его слова для некоторых почти религиозны. Это для примерной оценки масштаба. Дальше постараюсь разбить на категории.",
		"imageUrl": "https://habrastorage.org/r/w1560/getpro/habr/post_images/8d7/203/086/8d7203086545e36d80147c769c997247.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "История URL'а: домен, протокол и порт",
		"description": "Часть 1",
		"body": "11 января 1982 года двадцать два специалиста по информатике встретились, чтобы обсудить «компьютерную почту» (ныне известную как 'электронная почта'). Среди участников был будущий основатель Sun Microsystems, парень, который сделал Zork, чувак, создавший NTP, и еще один, который убедил правительство платить за Unix. Перед ними стояла задача решить проблему: в ARPANET было 455 хостов, и ситуация выходила из под контроля.",
		"imageUrl": "https://habrastorage.org/files/3ca/d99/847/3cad9984714f4826945340078c82cfa0.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Десять шакалов из десяти",
		"description": "Найдите шакалов на зашакаленных фотографиях",
		"body": "Зоологи называют шакалами несколько видов из семейства псовых. Но не всегда могут договориться между собой о том, кто настоящий шакал, кто волк, а кто вообще лисица. А иногда после нескольких десятков лет споров передумывают. Мы предлагаем вам попробовать себя в роли специалиста по псовым и разобраться, на каких из десяти фотографий изображены шакалы. Но учтите, что вопросы будут становиться все сложнее, а снимки все шакальнее.",
		"imageUrl": "https://minio.nplus1.ru/app-images/819848/f04ed677bb6e1fcf1e5939beac95932b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 05 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Раз-раз и в продакшен",
		"description": "Пять комиксов про худшие практики в IT",
		"body": "В IT врываются в одиночку, зато работают уже в команде. Прямо как в спорте, в этой команде есть стратегии и тактические приемы — а еще ценности, стандарты, процедуры и правила. Информации обычно много, поэтому ее оформляют в справочник, который называют playbook. Мы почитали Playbook команды разработки Авито и сделали все наоборот (исключительно в комиксах, чтобы никто не пострадал).",
		"imageUrl": "https://minio.nplus1.ru/app-images/816688/d1daedbcc88fac9d2916b6fe42d64b5b.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 10 2023 09:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Игра для взрослых — Psychonauts 2",
		"description": "Просто хочется всем порекомендовать эту прекрасную игру. Почему? Сейчас обьясню.",
		"body": "Если первая Psychonauts была достаточно детской игрой, то вот вторая явно не подходит для них. Они просто не поймут ту глубину, что заложена в этот шедевр. Если по очень простому, то Psychonauts 2 — игра про людей и их психологические проблемы. Давайте честно, все мы люди с проблемами, у каждого из нас есть свои травмы, стрессы, мы впадаем в депрессию, сталкиваемся с недопониманием, а иногда нас всё дико раздражает и мы не можем сконцентрироваться ни на чём и просто хочется, чтобы все заткнулись и оставити нас в покое. И вот об этом всём нам рассказывает история игры. По сюжету Разу придётся побывать в разумах почти всех психонавтов из «Психической шестёрки». Несмотря на то, что они выдающиеся экстрасенсы, проблемы у них достаточно житейские, разве что за исключением Форда с его расколотым разумом на различные альтер-эго. Один впал в депрессию из-за потери любимого человека и стал алкоголиком. Другой употреблял средства, расширяющие чувства, из за чего у него особое видение мира, но при этом он выдающийся музыкант. Третьему не давало покоя потерянная власть семьи и нарцисизм, из-за чего он все события трактовал на свой лад. Кто-то из-за ошибки в прошлом, чересчур переживает за других людей, боясь ответственности. И так далее, даже враги в игре по большей части представляют собой какие то психические неполадки, как например сожаления, которые заставляют тебя увязнуть на месте, или панические атаки, резкие и острые. При этом разум у каждого человека свой, как и его видение мира.",
		"imageUrl": "https://leonardo.osnova.io/73a5af61-749d-5f54-bbcd-4fa57681a1f9/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 17 2023 12:20:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Волчистость в IT",
		"description": "В этой статьей ты узнаешь обо всех минусах осторожно расчетливого подхода к деланию дел. Мы поговорим о влиянии мемасов про волков на твой жизненный успех. И введем баззворд волчистость, ты же любишь щегольнуть новым словом?",
		"body": "Кто-то заходит в холодное озеро потихоньку. Мочит ступни, голени, растягивая ощущение холода на долгие минуты. Осторожно погрузившись, довольно плавает. Дискомфорт от процесса “погружение в холодную воду” растянут во времени, а потому не кажется таким уж неприятным. Это не overthinking, ведь человек уже подумал и нашел безопасный путь, чтобы пуститься по нему в долгую дорогу. Это не перфекционизм, потому что желания искупаться идеально нет, есть лишь мания уберечь себя от дискомфорта. Друг семьи из Швеции научил меня другому пути. Быстрым шагом дойти до глубины по пояс и резко сесть, погрузившись с головой. Следующие пять секунд расслаблять все мышцы, впуская холод в себя, не стараться, скукожившись, блокировать его.",
		"imageUrl": "https://miro.medium.com/v2/resize:fit:720/format:webp/1*5eO1eEMEpYT4GE5F0zRqJA.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 11 2023 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Просто косит траву. Зарплате этого парня позавидуют многие",
		"description": "«Мой самый большой доход — 5000 рублей за месяц». Парень в 26 лет зарабатывает на покосе травы",
		"body": "У Германа нет высшего образования, зато есть стремление зарабатывать. Еще четыре года назад парень, будучи помощником машиниста, в свободное время занялся покосом травы за небольшие деньги. В нынешнем январе он оставил сферу ж/д, чтобы работать на себя. В свои 26 лет зарабатывает лучше, чем многие белорусы. Хотите так же? Герман рассказывает, что нужно делать.",
		"imageUrl": "https://content.onliner.by/news/1100x5616/1e72d09963a7fe3e1d8eb5d86442a180.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 20 2022 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Кого собаки слушают больше — мужчин или женщин? Есть ответ",
		"description": "Спойлер - они не пешки.",
		"body": "Кажется, исследователи отыскали ответ на один из важных вопросов, связанных с взаимоотношениями между людьми и собаками — кого последние слушают больше. Полная работа опубликована в журнале Communications Biology, коротко о ней говорится в The Daily Mail. Так, венгерские ученые пришли к выводу: собаки более восприимчивы, когда к ним не обращаются. Как именно это узнали? Через функциональную магнитно-резонансную томографию собак, которые проходили тренировки. Псам проигрывали записи с голосами людей, которые обращались к животным, детям и взрослым. Выяснилось, что между мозгом маленьких детей и собак во время обработки речи нет ничего общего. Кроме того, слуховые области мозга собак не реагировали на речь вообще.",
		"imageUrl": "https://content.onliner.by/news/970x485/274eead4f5996549d257494cf19131e7.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 01 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "NVIDIA представила Half-Life 2 RTX — трейлер и скриншоты",
		"description": "Неофициальный, но очень масштабный ремастер культового шутера.",
		"body": "Half-Life 2 RTX разрабатывает Orbifold Studios без непосредственного участия Valve. Полное название улучшенной версии — Half-Life 2 RTX: An RTX Remix Project. Orbifold Studios сформировалась по инициативе компании NVIDIA. Она включает в себя четыре опытных команды моддеров, в том числе известных по Half-Life 2 VR и Half-Life 2: Remade Assets.",
		"imageUrl": "https://leonardo.osnova.io/103e478b-62c0-5a70-ba72-62b99e59a910/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Manhunt — гениальное высказывание Rockstar через призму насилия",
		"description": "Казалось бы, что кровавая баня, происходящая на фоне городских развалин и мусорных полигонов не несёт в себе глубокого посыла, но на самом деле разработчики подкинули несколько вопросов для рассуждения и утаили в игре глубокое социальное высказывание, показанное через призму насилия и жестокости.",
		"body": "Прежде чем приступать к разбору, предлагаю освежить память (либо же узнать, зависит от тебя, дорогой читатель) о том, что же происходит в этой игре. Главный герой — Джеймс Эрл Кэш приговорён к казни посредством ввода умертвляющей инъекции. Последняя попытка избежать наказания Фемиды, вырвавшись из оков закреплённых на операционной койке кожаных браслетов, заканчивается неудачей и тумаками от крепких надзирателей.\n К счастью главного героя, санитарам также прописали «инъекцию», но в этот раз денежную — сделал это режиссёр-неудачник Лайонель Старквеззер, который изначально обладая «необычными» наклонностями, совсем слетел с катушек после череды поражений на поприще кинематографа. Кэш остался жив-здоров, но в благородство режиссёр играть не собирается — герой либо становится участником жестокого шоу, за которое платят богатые извращенцы, либо ему отрезают голову и скармливают останки предыдущей звезде — сумасшедшему толстяку Пиггси, который возомнил себя свиньёй и носит одежду из кожи. Не надо быть семи пядей во лбу, чтобы понять, принадлежит эта кожа свинье или другому актёру… \n С точки зрения дизайна, игровой процесс нетипичен. Игрока вынуждают действовать скрытно: территорию патрулирует множество противников, которые к тому же имеют вооружение от биты до огнестрела. Зато на нашей стороне будут тени и потаённые уголки улиц. Подгадать нужный момент, проскользнуть за спину к отморозку и устроить показательную казнь, дабы запугать других — вот наша тактика. Момент кровавого наказания обретает аутентичный вид благодаря эффекту VHS-кассеты и жуткому эмбиенту, звучащему на протяжении всей игры и больше напоминающему звуки ночных улиц. \n ШАНС НА ИСКУПЛЕНИЕ \n Мало что мы знаем о прошлом Джеймса Кэша. Очевидно одно — человек он не совсем законопослушный, а учитывая происходящее в игре — характером обладает бунтарским. Убивает он хладнокровно и, как говорится, на выдумку хитро. В конце концов, не просто так ведь его приговорили к смертной казни? \n Но давайте вспомним другие проекты Rockstar, в том числе и Manhunt 2. Какие в них главные герои? Среди них нет закоренелых ублюдков, это люди которые в силу закалённого характера целенаправленно нарушают правила для достижения своих целей, либо же, как в случае серии Manhunt, жертвы обстоятельств. Вполне возможно, что Джеймс расправился с группой мафиози, за что в суде ему и вынесли высшую меру наказания. \n Джеймс не получает садистское удовольствие от убийств, не является извращенцем или насильником. В ходе игры ему вечно наступают на пятки настоящие душегубы и пытаются загнать в угол. Сдаться в надежде на пощаду? Это не в стиле Кэша… Поэтому игра и называется «Manhunt» — охота на человека, ведь охота ведётся именно на него. Он является загнанным зверем, а остальные лишь жадные до крови шакалы с нестабильной психикой. \n Вспомним репортёршу и семью Джеймса (которая, увы, не хотела иметь ничего общего с родственником) — это одни из немногих мирных гражданских в Карцер-Сити. Девушку-журналиста Кэш защищал — во первых он, конечно же, джентльмен и не мог дать её в обиду, а во вторых хотел, чтобы она донесла общественности правду об этом ужасном городе. А что касается семьи, то он без раздумий пошёл выручать родственников из беды, а когда узнал об их гибели, его охватил неописуемый гнев и стойкое желание отомстить Старквеззеру. \n В конце игры Джеймса ждёт искупление за все грехи. Он прошёл кровавый путь длиною в ночь, освободился от оков и совершил возмездие, сделав мир чуточку лучше. Музыкальное сопровождение из конца игры ознаменует солнечный рассвет, и рассвет в жизни Кэша. \n МОРАЛЬНОЕ ДНО \n Ещё один аспект, на который разработчики хотят обратить внимание игрока и заставить его рассуждать — порог морального дна, на которое способно опуститься человеческое создание ради удовлетворения своих прихотей. \n На пути Джеймса повстречается множество разношёрстных маргиналов: садисты, наркоманы, каннибалы — лишь малая часть ублюдков, рано или поздно получающая осколок стекла в глаз или молоток в черепную коробку. Некоторые из них переступили тонкую грань и назвать «человеком» их трудно. Скорее, у них осталась лишь человеческая оболочка, да и то, испорченная химической отравой, шрамами и сатанинскими татуировками.\nКонечно, более широко эту тему раскрывает Manhunt 2 — в ней есть клубы извращенцев, полицейский произвол, а сам сюжет крутится вокруг бесчеловечных экспериментов с человеческой психикой (некоторые кадры оттуда напоминают даже «заводной апельсин» Кубрика) . Но и в первой части есть интересные моменты, например военная преступность — главарь наёмников является ветераном армии, да и его подчинённые уж точно не взяты с улиц. Они готовы выполнять любые цели ради получения финансовой награды.\nRockstar хотят снять розовые очки со среднестатистического игрока и показать ему, что подобные «персонажи» вовсе не выдумка произведений массовой культуры и городских легенд — даже твой сосед может уподобиться Старквеззеру и мастурбировать на жестокие пытки (а именно этим зачастую и занимается режиссёр на протяжении игры, не скрывая стонов). Раскрыта ли разработчиками эта тема достаточно подробно? Увы, нет, но оно и не надо — глупый не поймёт, умный допрёт сам. Главное, что к этому размышлению они плавно подвели. В конце концов стоит просто понимать, что по улицам может свободно ходить жестокий маньяк, а любимый актёр может болеть сексуальными отклонениями.",
		"imageUrl": "https://leonardo.osnova.io/a66e22e6-c5c9-5412-be4e-96e336d64086/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Sep 01 2007 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Alice: Madness Returns исполнилось 10 лет",
		"description": "В этот день 14 июня 2011 года свет увидела последняя работа знаменитого в узких кругах дизайнера Американа Макги- Alice: Madness Returns",
		"body": "Игра получила как положительные, так и отрицательные отзывы крупных игровых изданий. Позитивную оценку от большинства критиков получил внешний вид уровней и игровых объектов. В качестве негативных моментов были отмечены скучность и затянутость многих моментов игрового процесса",
		"imageUrl": "https://leonardo.osnova.io/8c771439-ed51-5fae-822d-54663880946c/-/preview/800/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Jun 14 2021 17:54:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Гномы и микро утехи",
		"description": "О гномах, квантовом мире и не только...",
		"body": "Представьте мир, в котором все ваши потребности будут измеряться пропорциоально вашему размеру. Вот тут уж эти столбы и вымрут! Посмеемся мы теперь!",
		"imageUrl": "https://minio.nplus1.ru/app-images/819753/6269f10aa4d16a3fb9a4b380f4850e07.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Арифмометр Лейбница: история прадеда арифмометра Однера",
		"description": "Сегодняшний материал посвящен арифмометру, созданному в XVII веке знаменитым немецким математиком Готфридом Вильгельмом Лейбницем",
		"body": "Лейбниц разработал два варианта арифмометров и еще один, который был предложен на бумаге в 1710 году, за шесть лет до смерти ученого. Второй и последний вариант был выпущен в 1690 году. Сам Лейбниц назвал его «machina arithmetica». Третий так и не увидел свет, поскольку работа над ним не была закончена.\nПосле смерти ученого последний собранный по его чертежам арифмометр скитался по библиотекам и архивам, потерялся в 1775 году, после чего был найден только в 1894 году. Сейчас 14-кг оригинал хранится в Библиотеке Готфрида Вильгельма Лейбница — Государственной библиотеке Нижней Саксонии (GWLB) в Ганновере (Германия). Именно об этом аппарате в своей статье говорит Стивен Вольфрам. ",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Sat Feb 14 1976 00:00:00 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как получать кучу денег",
		"description": "Делюсь секретом",
		"body": "Увеличивай доход, уменьшай расход",
		"imageUrl": "https://leonardo.osnova.io/8338fce4-5fc1-52cc-84e7-b51f1b39c96e/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как PDF изменил мир",
		"description": "Исследуем влияние",
		"body": "Нам сейчас трудно представить, но было время, когда документы для печати нельзя было создать и подготовить за считанные секунды. И вообще, раньше обмен документами был громоздким процессом, который включал в себя распечатку и физическую передачу из рук в руки. Но всё изменилось в 1993 году, когда Adobe Systems представила миру PDF (Portable Document Format) — революционно новый формат файлов, он упростил обмен документами и их архивирование.\nТридцать лет спустя PDF — популярный формат документов для всего: от налоговых форм до электронных книг и руководств пользователя. PDF изменило то, как пользователи создают, делятся и получают доступ к цифровым документам. Только в прошлом году пользователи открыли более 400 миллиардов PDF-файлов в продуктах Acrobat, а Adobe обработала более 8 миллиардов транзакций с электронными и цифровыми подписями. PDF стал неотъемлемой частью современного мира, оказав фундаментальное влияние на появление онлайн-печати.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/rz/5z/wi/rz5zwii02ilsjgsrxwxcdokel0e.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как устроена музыка Героев 3",
		"description": "Решили попробовать воссоздать с нуля главную музыкальную тему из Героев 3. Нам стало интересно в чем секрет легендарности саундтрека.",
		"body": "Это было увлекательное путешествие в музыкальный мир Героев меча и магии 3. Мы хотели понять как этот мир устроен. Игре без малого четверть века, но она по прежнему актуальна. Живая любовь к произведению многое говорит о создателях. Классика не устаревает, она продолжает жить в сердцах вне времени и пространства. Герои 3 стали игровой классикой. Мы прикоснулись к этому шедевру с любовью и уважением. Другая наша цель была сделать звучание музыки более современным. Старались не нарушить аутентичный стиль. Получилось или нет - судить вам.",
		"imageUrl": "https://leonardo.osnova.io/4abcd032-aa41-54b8-97bb-4b26800941a6/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Сиквел Alan Wake выйдет 17 октября — в игре будет два главных героя ",
		"description": "Remedy поделилась деталями хоррора и показала трейлер, в котором можно увидеть, что внешность одному из персонажей подарил Сэм Лейк.",
		"body": "Сюжет игры продолжит историю оригинала и расскажет о том, как главный герой пытается выбраться из потустороннего мира под названием Тёмная обитель, написав текст о своём спасении. Релиз хоррора состоится 17 октября 2023 года на ПК, PS5 и Xbox Series X|S только в «цифре» — предзаказы уже открыты на всех платформах.",
		"imageUrl": "https://leonardo.osnova.io/9eeaba5b-979b-5531-aa82-f54599b2a427/-/preview/900/-/format/webp/",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Я хотел весь мир утащить на дно.",
		"description": "Не думай об этом как о вымирании. Думай как о сокращении.",
		"body": "Я хотел всадить пулю между глаз каждой вымирающей панде, которая не хочет трахаться, чтобы спасти свой род, каждому киту или дельфину, который сдаётся и выбрасывается на берег.",
		"imageUrl": "https://uport.3dn.ru/_pu/0/48111691.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Так говорил Форест, Форест Гамп",
		"description": "Так и живем",
		"body": "Жизнь — как коробка шоколадных конфет. Никогда не знаешь какая начинка тебе попадется",
		"imageUrl": "https://art.kartinkof.club/uploads/posts/2023-07/1688938291_art-kartinkof-club-p-forrest-gamp-art-46.jpg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Штрих-код",
		"description": "Любой торговец скажет, что скорость оборота — один из самых главных факторов успеха в торговле, а в розничной торговле на скорость оборота влияют быстрота заказа реализованного, быстрота выкладки товара и быстрота обработки покупок",
		"body": "В самом деле, торговле подобная система была нужна как воздух — слишком уж огромное количество действий приходилось совершать торговому персоналу для учета товара. Приемка товара, финансовая отчетность, рекламации, пополнение товарного запаса, анализ спроса — все это велось тогда вручную, отсюда и бесконечно раздутые штаты бухгалтерии и грузчиков, продавцов и кассиров, постоянные сверки и переучеты, а значит — дополнительная финансовая нагрузка на магазины того времени.\nВпрочем, в нашу страну шрих-коды попали совсем недавно, и, заставшим советскую торговлю людям можно и не рассказывать, как работала розница без шрих-кода: вот только американский коммерчески ориентированный ритейл не мог себе позволить, как советская торговля, периодически закрываться на учёты и переучёты.",
		"imageUrl": "https://habrastorage.org/r/w1560/webt/wy/f4/wp/wyf4wprz-bxjtd5v2ywji97cst0.jpeg",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "Как заработать денег на инди игре",
		"description": "Не нужно воспринимать это как целую историю, это отрывки из кучи разных историй.",
		"body": "В мире играют в игры около 1.3 миллиардов людей. Т.е. где-то 18% от всего населения Земли являются геймерами. Оборот рынка игр около 71 миллиарда долларов. Теперь к инди. За 2012 год Нотч заработал 100 миллионов продавая игру через сайт. Его узнают на улицах, а его слова для некоторых почти религиозны. Это для примерной оценки масштаба. Дальше постараюсь разбить на категории.",
		"imageUrl": "https://habrastorage.org/r/w1560/getpro/habr/post_images/8d7/203/086/8d7203086545e36d80147c769c997247.png",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	},
	{
		"title": "История URL'а: домен, протокол и порт",
		"description": "Часть 1",
		"body": "11 января 1982 года двадцать два специалиста по информатике встретились, чтобы обсудить «компьютерную почту» (ныне известную как 'электронная почта'). Среди участников был будущий основатель Sun Microsystems, парень, который сделал Zork, чувак, создавший NTP, и еще один, который убедил правительство платить за Unix. Перед ними стояла задача решить проблему: в ARPANET было 455 хостов, и ситуация выходила из под контроля.",
		"imageUrl": "https://habrastorage.org/files/3ca/d99/847/3cad9984714f4826945340078c82cfa0.gif",
		"likes": [],
		"dislikes": [],
		"creationDate": "Mon Aug 30 2023 04:30:27 GMT+0300 (Москва, стандартное время)"
	}
]
